#include <stdio.h>

#define 朋友们好啊 int
#define 我是混元形意太极门掌门人马保国 main
#define 刚才有个朋友问我马老师发生甚么事了 (
#define 我说怎么回事给我发了几张截图 void
#define 我一看原来是昨天有两个年轻人 )
#define 三十多岁，一个体重九十多公斤，一个体重八十多公斤 {
#define 他们说有一个说我在健身房练功颈椎练坏了 putchar
#define 马老师你能不能教教我混元功法 (
#define 帮助我治疗一下我的颈椎病 'h'
#define 一我说可以 )
#define 我说你在健身房练死劲 ;
#define 不好用 putchar
#define 他不服气 (
#define 我说小朋友 'e'
#define 你两个手来折我一个手指头 )
#define 他折不动 ;
#define 他说你这也没用 putchar
#define 我说我这个有用，这是化劲 (
#define 传统功夫讲究化劲，四两拨千斤 'l'
#define 二百多斤的英国大理石 )
#define 都挝不动我的一根手指头  ;
#define 他非要和我试试 putchar
#define 我说可以 (
#define 我一说完他啪的一下就站起来了 'l'
#define 很快啊 )
#define 然后上来就是一个左正蹬，一个右边腿，一个左刺拳 ;
#define 我全部防出去了啊 putchar
#define 防出去以后自然是传统功夫以点到为止 (
#define 右拳放到鼻子上没打他 'o'
#define	我笑一下准备收拳 )
#define 因为这时间，按传统功夫以点到为止，他已经输了 ;
#define 如果这一拳发力，一拳就把他鼻子打骨折了 putchar
#define 放在鼻子上没有打他 (
#define 他也承认，是我先打到他面部 'w'
#define 他不知道拳放在他鼻子上 )
#define 他承认我先打到他面部啊 ;
#define 我收拳不打了 putchar
#define 他突然袭击 (
#define 左刺拳来打我脸 'o'
#define 我大E了啊 )
#define 没有闪 ;
#define	他的左拳给我右眼蹭了一下 putchar
#define	但没关系啊 (
#define 当时流眼泪了，捂着眼睛，我说婷婷 'r'
#define 然后两分钟以后就好了 )
#define 我说小伙子你不讲武德 ;
#define 他说马老师我不懂 putchar
#define 我不懂规矩 (
#define 他说他是乱打的 'l'
#define 他可不是乱打的啊 )
#define 正蹬边腿左刺拳训练有素 ;
#define 后来他说练过三四年泰拳 putchar
#define 看来是有bear来 (
#define 这两个年轻人不讲武德 'd'
#define 来骗，来偷袭我这个六十九岁的老同志 )
#define 这好吗？这不好 ;
#define 我劝这两位年轻人耗子尾汁好好反思 return
#define 以后不要再犯这样的聪明  0
#define 武林要以和为贵 ;
#define 要讲武德，不要搞窝里斗 }
#define 谢谢朋友们	//结束了

朋友们好啊 我是混元形意太极门掌门人马保国
刚才有个朋友问我马老师发生甚么事了 我说怎么回事给我发了几张截图 我一看原来是昨天有两个年轻人 三十多岁，一个体重九十多公斤，一个体重八十多公斤
他们说有一个说我在健身房练功颈椎练坏了 马老师你能不能教教我混元功法 帮助我治疗一下我的颈椎病
一我说可以 我说你在健身房练死劲 不好用 他不服气 我说小朋友 你两个手来折我一个手指头 他折不动
他说你这也没用 我说我这个有用，这是化劲  传统功夫讲究化劲，四两拨千斤 二百多斤的英国大理石 都挝不动我的一根手指头 他非要和我试试 我说可以 
我一说完他啪的一下就站起来了 
很快啊 
然后上来就是一个左正蹬，一个右边腿，一个左刺拳 我全部防出去了啊 
防出去以后自然是传统功夫以点到为止 右拳放到鼻子上没打他 
我笑一下准备收拳 因为这时间，按传统功夫以点到为止，他已经输了 如果这一拳发力，一拳就把他鼻子打骨折了 放在鼻子上没有打他 他也承认，是我先打到他面部 
他不知道拳放在他鼻子上 他承认我先打到他面部啊 
我收拳不打了 他突然袭击 左刺拳来打我脸 
我大E了啊
没有闪 
他的左拳给我右眼蹭了一下 但没关系啊 
当时流眼泪了，捂着眼睛，我说婷婷 然后两分钟以后就好了 
我说小伙子你不讲武德 
他说马老师我不懂 我不懂规矩 
他说他是乱打的 他可不是乱打的啊 
正蹬边腿左刺拳训练有素 后来他说练过三四年泰拳 
看来是有bear来 
这两个年轻人不讲武德 来骗，来偷袭我这个六十九岁的老同志 
这好吗？这不好 
我劝这两位年轻人耗子尾汁好好反思 
以后不要再犯这样的聪明 
武林要以和为贵 要讲武德，不要搞窝里斗
谢谢朋友们